[
  {
    "id": 0,
    "group": "Kinh",
    "population": "82,085,826",
    "location": "Throughout Vietnam",
    "description": "The Kinh people or Viet people, the most predominant ethnic group, accounts for 87% of the population in Vietnam. They live in most of the country such as the alluvial plains delta of Red River and Mekong River. The Kinh uses the official language of Vietnam, Vietnamese, as the main language. This language was created by Spanish missionaries in the second half of the 19th century. However, depending on the region, Vietnamese are pronounced and used in different ways by the Kinh making the diversity of language. In Vietnam society, the Kinh have been played a vital part in Vietnamese culture and tradition as well as developing the economy."
  },
  {
    "id": 1,
    "group": "Chứt",
    "population": "7,513",
    "location": "Quảng Bình",
    "description": "The Chut are a small ethnic group located in the Minh Hóa and Tuyên Hóa districts of Quảng Bình Province, in Vietnam's North Central Coast. The Chut are one of the 4 main groups of Vietic speakers in Vietnam, the others being the Kinh, Muong, and Thổ. The nearby speakers of the Nguồn language are related to the Chut, but are classified by the Vietnamese government as Kinh."
  },
  {
    "id": 2,
    "group": "Mường",
    "population": "1,452,095",
    "location": "Hòa Bình, Thanh Hóa, Phú Thọ, Sơn La, Hà Nội, Ninh Bình",
    "description": "The Muong is the country's third largest of 53 minority groups, with an estimated population of 1.45 million (according to the 2019 census). The Muong people inhabit the mountainous region of northern Vietnam, concentrated in Hòa Bình Province and the mountainous districts of Thanh Hóa Province. They are most closely related to the ethnic Vietnamese (Kinh)."
  },
  {
    "id": 3,
    "group": "Thổ",
    "population": "91,430",
    "location": "Nghệ An, Thanh Hóa",
    "description": "The Thổ ethnic group (also Keo, Mon, Cuoi, Ho, Tay Poong) inhabits the mountainous regions of northern Vietnam, mainly Nghệ An Province southwest of Hanoi. Many Thổ speak the Tho language, which is closely related to Vietnamese. The Thổ population numbered 91,430 in 2019. The Thổ are one of the 4 main groups of Vietic speakers in Vietnam, the others being the Kinh, Muong, and Chứt. The name Thổ, which means \"autochthonous\" was originally applied to the Tày ethnic group, however this usage is obsolete."
  }
]
